---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsV
source: html/9431c939-73d0-b294-9b28-906553b42d72.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsV Property

"Number"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingNumDivisionsV { get; }
```